tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/cask", "https://github.com/Homebrew/homebrew-cask.git"
tap "homebrew/cask-drivers", "https://github.com/Homebrew/homebrew-cask-drivers.git"
tap "homebrew/cask-fonts", "https://github.com/Homebrew/homebrew-cask-fonts.git"
tap "homebrew/cask-versions"
tap "homebrew/core", "https://github.com/Homebrew/homebrew-core.git"
tap "homebrew/services"
tap "kidonng/malt"
brew "caddy"
brew "cf-tool"
brew "cowsay"
brew "cpanminus"
brew "fileicon"
brew "fish"
brew "gcc"
brew "python@3.9"
brew "gdb"
brew "gh"
brew "git"
brew "htop"
brew "mas"
brew "md5sha1sum"
brew "neofetch"
brew "node"
brew "pandoc"
brew "perl"
brew "sl"
brew "starship"
brew "tldr"
brew "tmux"
brew "tree"
brew "v2ray"
brew "wget"
brew "yadm"
brew "beeftornado/rmtree/brew-rmtree"
cask "anaconda"
cask "android-file-transfer"
cask "appcleaner"
cask "deepl"
cask "docker"
cask "font-sauce-code-pro-nerd-font"
cask "google-chrome"
cask "gpg-suite"
cask "iina"
cask "iterm2"
cask "kite"
cask "mactex"
cask "mathpix-snipping-tool"
cask "mendeley"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "obs"
cask "postman"
cask "pycharm"
cask "qqmusic"
cask "qv2ray-beta"
cask "qv2ray-plugin-trojan-beta"
cask "scroll-reverser"
cask "splitshow"
cask "squirrel"
cask "steam"
cask "synergy"
cask "teamviewer"
cask "tencent-meeting"
cask "typora"
cask "visual-studio-code"
cask "vnc-viewer"
cask "yuque"
mas "QQ", id: 451108668
mas "Telegram", id: 747648890
mas "微信", id: 836500024
